import Navbar from "../components/navbar/Navbar";
import "./Cusservice.css";
import Fotter from "../components/Fotter";
function Cusservice() {
  return (
    <main className="cusservice">
      <Navbar />
      <section className="c1">
        <div className="dess1">
          <h1>خدمات العاملين</h1>
          <p>
            تحرص الشركة على تقديم العديد من الخدمات المتميزة للعاملين وأسرهم بما
            يعينهم على تكريس جهودهم فى خدمة العمل وتحمل مسئولياته
          </p>
        </div>
      </section>
      <section className="c2">
        <div className="dimage">
          <img src="public/medical1.png" />
        </div>
        <div className="dess2">
          <h1>الرعاية الطبية</h1>
          <p>
            وفرت الشركة للعاملين بها مستوى راقيـا من العـــلاج والرعــــاية
            الطبية ( المجانية ) فى مختلف التخــــصصات الطبية لكافة المســـتويات
            الوظيفية للعاملين والســـفر بالخارج إذا تطلب الأمر ذلك وذلك من خلال:
          </p>
          <h2> المركز الطبى لرؤية (1)</h2>
          <p>
            وقد أنشـــأت الشركة هذا المركـــــــز فى عام 2008 - أساساً - ليكون
            مستشفى عالمي للنقاهة والعلاج الطبي لعلاج المرضى من العاملين برؤية
            وأسرهم إضافة إلى رواده من المواطنين من أبناء مصر والأخوة العرب
            والأفارق والأجانب ، وقد تواصلت بحمد الله سياسات تطوير وتحديث أجهزته
            وفقــاً لأحدث التقنيات العالمية
          </p>
          <h2>(2) المجمع الطبى للعيادات</h2>
          <p>
            تم تجميع العيادات الطبية المنتشرة بالفرع والإدارات الأمر الذى أدى
            لتقديم الخــدمات العــــلاجية بشــــكل أفضـل وبصورة متكاملة وبتكلفة
            أقل بالإضــافة إلى وجـــــــود عيادات طبية مماثلة منتشرة جغرافياً
            بكافة المحافظات .
          </p>
          <h2>(3) عيادات الاسنان:</h2>
          <p>
            توجد بالشركة عيادات للاسنان مجهزة باحدث الاجهزة الطبية وتتخذ اقصى
            اجراءات التعقيم مما يوفر للعاملين افضل رعاية و حماية وتتوفر فيها
            كافة التخصصات الدقيقة المتعلقة بطب الأسنان يشرف عليها نخبة من
            الاطباء الاكفاء من ذوى الخبرة و المهارة .
          </p>
        </div>
      </section>
      <section className="c3">
        <div className="dimage2">
          <img src="/public/medical2.png" />
        </div>
        <div className="dess3">
          <h1>صندوق التأمين والاسكان الخاص بالشركة</h1>
          <p>
            أولا- حرصا من الشركة على تامين العامل – سواء خلال حياته الوظيفية
            بالشركة أو بعد خروجه لسن التقاعد بما يكفل له دخلا مناسبا يوفر له
            حياة كريمة فى شيخوخته عبر رحلة العمر ويجنبه الانخفاض الحاد فى الدخل
            بعد المعاش. فقد أنشات الشركة فى عام 1972 صندوق التامين للعاملين بها
            كمكتب نمطى من مكاتب الهيئة العامة للتأمينات الاجتماعية يقوم بتسوية
            مستحقات (حالات التقاعد والمعاش المبكر والعجز والوفاة ) وصرف كافة
            مستحقاتهم . يهدف الصندوق الى تحقيق خـدمه تأميـنية متكاملة على مستوى
            عال للعاملين بالشركة والمحالين للمعاش وأسرهم ، وتنمية وتطوير
            استثماراته لتحقق أعلى عائد ممكن للاستثمار .
          </p>
          <p>
            ثانيا- حرصا من الشركة على تامين العامل – سواء خلال حياته الوظيفية
            بالشركة أو بعد خروجه لسن التقاعد بما يكفل له دخلا مناسبا يوفر له
            حياة كريمة فى شيخوخته عبر رحلة العمر ويجنبه الانخفاض الحاد فى الدخل
            بعد المعاش. فقد أنشات الشركة فى عام 1972 صندوق التامين للعاملين بها
            كمكتب نمطى من مكاتب الهيئة العامة للتأمينات الاجتماعية يقوم بتسوية
            مستحقات (حالات التقاعد والمعاش المبكر والعجز والوفاة ) وصرف كافة
            مستحقاتهم . يهدف الصندوق الى تحقيق خـدمه تأميـنية متكاملة على مستوى
            عال للعاملين بالشركة والمحالين للمعاش وأسرهم ، وتنمية وتطوير
            استثماراته لتحقق أعلى عائد ممكن للاستثمار .
          </p>
        </div>
      </section>
      <section className="c4">
        <div className="dimage3">
          <img src="/public/medical3.png" />
        </div>
        <div className="dess4">
          <h1>خدمات أخرى</h1>
          <h2>(1) تكريم أبناء العاملين</h2>
          <p>
            إيماناً من الإدارة العليا للشركة بضرورة اعلاء مكانة وقدر العلم ودوره
            الفاعل فى نهضة الأمم وتقدم الشعوب ، تحرص إدارة الشركة على تكريم
            أبناء العاملين المتفوقين فى الشهادات العامة ( الإعدادية / الثانوية
            العامة / الجامعات ) وذلك فى احتفال سنوى كبير بحضور كافة قيادات
            الشركة وأســر الأبناء المتفوقين للاحـــتفال بيوم العمـــل الاجتماعي
            وتكريم أبناء العاملين المتفوقين فى الشهادات العامة حتى يكون حافزاً
            لهم على مواصلة النجاح والتفوق مع تقديم مكافآت مادية وهدايــا عينيه
            للمتفوقين وليكونوا أساساً قاعدة مستقبلية تعتمد عليها الشركة .{" "}
          </p>
          <h2>(2) رعاية ذوي الاحتياجات الخاصة من أبناء العاملين</h2>
          <p>
            تم انشاء جمعية لرعاية ذوى الاحتياجات الخاصة من أبناء العاملين
            بالشركة وتشمل أنشطة الجمعية : عمل برنامج رعاية اجتماعية خلال الاجازة
            الصيفية يشمل ( تدريبات على الرعاية الذاتية / أشغال فنية / جلسات علاج
            طبيعى / جلسات نطـق وتخاطب ) وبما يتناسب مع كل حالة بالاستعانة
            بالمتخصصين .
          </p>
          <h2>(3) توفير المواصلات للعاملين</h2>
          <p>
            تخصص الشركة أتوبيسات وميكروباصات مملوكه لها – وبسائقين تابعين لها -
            لنقل الساده العاملين من مقار إقامتهم إلى مقار أعمالهم والعوده بما
            يجنبهم صعوبة ومشقه المواصلات العامة لتتفرغ جهودهم وطاقاتهم من أجل
            جوده العمل والأداء والانتظام فى مواعيده .
          </p>
        </div>
      </section>
      <section className="fott">
        <Fotter />
      </section>
    </main>
  );
}

export default Cusservice;
