import Navbar from "../components/navbar/Navbar";
import "./Directors.css";
import Fotter from "../components/Fotter";

function Directors() {
  return (
    <main>
      <div className="Directors">
        <Navbar />
      </div>
      <div className="dir1">
        <div className="dirp">
          <h1>مجلس الادارة</h1>
          <p>
            نحن نفخر بتاريخنا الطويل ونجاحاتنا المستمرة في هذه الصناعة المهمة.
            تعتبر شركتنا رائدة في مجال المقاولات، حيث نقوم بتنفيذ مشاريع ضخمة
            ومبتكرة في جميع أنحاء البلاد. نحن ملتزمون بتقديم أعلى مستويات الجودة
            والمهنية، ونحرص على تحقيق تطلعات عملائنا بأفضل الطرق الممكنة. فريقنا
            المتميز يضم خبراء ومحترفين متحمسين، ونحن نستثمر في تطوير مهاراتهم
            وتوفير بيئة عمل ملهمة. نحن نؤمن بأهمية الابتكار والتكنولوجيا في
            تحسين أداءنا وتحقيق النجاح.
          </p>
        </div>
      </div>
      <div className="dir2">
        <h1>أعضاء مجلس الادارة</h1>
        <div className="pdir2">
          <div className="per1">
            <img src="./person1.png" />
            <div className="personsp">
              <h1>م/احمد</h1>
              <h3>رئيس مجلس الادارة</h3>
              <p>
                المهندس/ حسن اسماعيل - عضو مجلس إدارة شركة رؤية، وعضو مجلس ادارة
                كل من شركة الوادى الاخضر للاستثمار والتنمية ، وشركة الصالحية
                لتنمية الاستثمار، وشركة المستقبل للتنمية العمرانية، وصندوق
                التأمين الخاص بالعاملين بشركة رؤية
              </p>
              <div className="foot">
                <h3>اقرا المزيد</h3>
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="60"
                  height="43"
                  viewBox="0 0 60 43"
                  fill="none"
                >
                  <path
                    d="M37.7601 29.6314C37.9929 29.3939 38.1236 29.0726 38.1236 28.7377C38.1236 28.4028 37.9929 28.0815 37.7601 27.844L33.2221 23.293H58.7499C59.0814 23.293 59.3994 23.1595 59.6338 22.9217C59.8683 22.684 60 22.3616 60 22.0254C60 21.6891 59.8683 21.3667 59.6338 21.129C59.3994 20.8912 59.0814 20.7577 58.7499 20.7577H33.2346L37.7601 16.1687C37.8772 16.0509 37.9702 15.9107 38.0337 15.7562C38.0972 15.6017 38.1298 15.436 38.1298 15.2687C38.1298 15.1013 38.0972 14.9356 38.0337 14.7812C37.9702 14.6267 37.8772 14.4865 37.7601 14.3686C37.5258 14.1325 37.209 14 36.8787 14C36.5484 14 36.2316 14.1325 35.9974 14.3686L31.0968 19.3252C30.3945 20.0383 30 21.0049 30 22.0127C30 23.0205 30.3945 23.9871 31.0968 24.7001L35.9974 29.6314C36.2316 29.8675 36.5484 30 36.8787 30C37.209 30 37.5258 29.8675 37.7601 29.6314Z"
                    fill="white"
                  />
                </svg>
              </div>
            </div>
          </div>
          <div className="per1">
            {" "}
            <img src="./person2.png" />
            <div className="personsp">
              <h1>م/احمد</h1>
              <h3>رئيس مجلس الادارة</h3>
              <p>
                المهندس/ حسن اسماعيل - عضو مجلس إدارة شركة رؤية، وعضو مجلس ادارة
                كل من شركة الوادى الاخضر للاستثمار والتنمية ، وشركة الصالحية
                لتنمية الاستثمار، وشركة المستقبل للتنمية العمرانية، وصندوق
                التأمين الخاص بالعاملين بشركة رؤية
              </p>
              <div className="foot">
                <h3>اقرا المزيد</h3>
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="60"
                  height="43"
                  viewBox="0 0 60 43"
                  fill="none"
                >
                  <path
                    d="M37.7601 29.6314C37.9929 29.3939 38.1236 29.0726 38.1236 28.7377C38.1236 28.4028 37.9929 28.0815 37.7601 27.844L33.2221 23.293H58.7499C59.0814 23.293 59.3994 23.1595 59.6338 22.9217C59.8683 22.684 60 22.3616 60 22.0254C60 21.6891 59.8683 21.3667 59.6338 21.129C59.3994 20.8912 59.0814 20.7577 58.7499 20.7577H33.2346L37.7601 16.1687C37.8772 16.0509 37.9702 15.9107 38.0337 15.7562C38.0972 15.6017 38.1298 15.436 38.1298 15.2687C38.1298 15.1013 38.0972 14.9356 38.0337 14.7812C37.9702 14.6267 37.8772 14.4865 37.7601 14.3686C37.5258 14.1325 37.209 14 36.8787 14C36.5484 14 36.2316 14.1325 35.9974 14.3686L31.0968 19.3252C30.3945 20.0383 30 21.0049 30 22.0127C30 23.0205 30.3945 23.9871 31.0968 24.7001L35.9974 29.6314C36.2316 29.8675 36.5484 30 36.8787 30C37.209 30 37.5258 29.8675 37.7601 29.6314Z"
                    fill="white"
                  />
                </svg>
              </div>
            </div>
          </div>
          <div className="per1">
            {" "}
            <img src="./person3.png" />
            <div className="personsp">
              <h1>م/احمد</h1>
              <h3>رئيس مجلس الادارة</h3>
              <p>
                المهندس/ حسن اسماعيل - عضو مجلس إدارة شركة رؤية،<br></br> وعضو
                مجلس ادارة كل من شركة الوادى الاخضر للاستثمار والتنمية ، وشركة
                الصالحية لتنمية الاستثمار، <br></br>وشركة المستقبل للتنمية
                العمرانية، وصندوق التأمين الخاص بالعاملين بشركة رؤية
              </p>
              <div className="foot">
                <h3>اقرا المزيد</h3>
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="60"
                  height="43"
                  viewBox="0 0 60 43"
                  fill="none"
                >
                  <path
                    d="M37.7601 29.6314C37.9929 29.3939 38.1236 29.0726 38.1236 28.7377C38.1236 28.4028 37.9929 28.0815 37.7601 27.844L33.2221 23.293H58.7499C59.0814 23.293 59.3994 23.1595 59.6338 22.9217C59.8683 22.684 60 22.3616 60 22.0254C60 21.6891 59.8683 21.3667 59.6338 21.129C59.3994 20.8912 59.0814 20.7577 58.7499 20.7577H33.2346L37.7601 16.1687C37.8772 16.0509 37.9702 15.9107 38.0337 15.7562C38.0972 15.6017 38.1298 15.436 38.1298 15.2687C38.1298 15.1013 38.0972 14.9356 38.0337 14.7812C37.9702 14.6267 37.8772 14.4865 37.7601 14.3686C37.5258 14.1325 37.209 14 36.8787 14C36.5484 14 36.2316 14.1325 35.9974 14.3686L31.0968 19.3252C30.3945 20.0383 30 21.0049 30 22.0127C30 23.0205 30.3945 23.9871 31.0968 24.7001L35.9974 29.6314C36.2316 29.8675 36.5484 30 36.8787 30C37.209 30 37.5258 29.8675 37.7601 29.6314Z"
                    fill="white"
                  />
                </svg>
              </div>
            </div>
          </div>
          <div className="per1">
            {" "}
            <img src="./person4.png" />
            <div className="personsp">
              <h1>م/احمد</h1>
              <h3>رئيس مجلس الادارة</h3>
              <p>
                المهندس/ حسن اسماعيل - عضو مجلس إدارة شركة رؤية، وعضو مجلس ادارة
                كل من شركة الوادى الاخضر للاستثمار والتنمية ، وشركة الصالحية
                لتنمية الاستثمار، وشركة المستقبل للتنمية العمرانية، وصندوق
                التأمين الخاص بالعاملين بشركة رؤية
              </p>
              <div className="foot">
                <h3>اقرا المزيد</h3>
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="60"
                  height="43"
                  viewBox="0 0 60 43"
                  fill="none"
                >
                  <path
                    d="M37.7601 29.6314C37.9929 29.3939 38.1236 29.0726 38.1236 28.7377C38.1236 28.4028 37.9929 28.0815 37.7601 27.844L33.2221 23.293H58.7499C59.0814 23.293 59.3994 23.1595 59.6338 22.9217C59.8683 22.684 60 22.3616 60 22.0254C60 21.6891 59.8683 21.3667 59.6338 21.129C59.3994 20.8912 59.0814 20.7577 58.7499 20.7577H33.2346L37.7601 16.1687C37.8772 16.0509 37.9702 15.9107 38.0337 15.7562C38.0972 15.6017 38.1298 15.436 38.1298 15.2687C38.1298 15.1013 38.0972 14.9356 38.0337 14.7812C37.9702 14.6267 37.8772 14.4865 37.7601 14.3686C37.5258 14.1325 37.209 14 36.8787 14C36.5484 14 36.2316 14.1325 35.9974 14.3686L31.0968 19.3252C30.3945 20.0383 30 21.0049 30 22.0127C30 23.0205 30.3945 23.9871 31.0968 24.7001L35.9974 29.6314C36.2316 29.8675 36.5484 30 36.8787 30C37.209 30 37.5258 29.8675 37.7601 29.6314Z"
                    fill="white"
                  />
                </svg>
              </div>
            </div>
          </div>
          <div className="per1">
            {" "}
            <img src="./person5.png" />
            <div className="personsp">
              <h1>م/احمد</h1>
              <h3>رئيس مجلس الادارة</h3>
              <p>
                المهندس/ حسن اسماعيل - عضو مجلس إدارة شركة رؤية، وعضو مجلس ادارة
                كل من شركة الوادى الاخضر للاستثمار والتنمية ، وشركة الصالحية
                لتنمية الاستثمار، وشركة المستقبل للتنمية العمرانية، وصندوق
                التأمين الخاص بالعاملين بشركة رؤية
              </p>
              <div className="foot">
                <h3>اقرا المزيد</h3>
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="60"
                  height="43"
                  viewBox="0 0 60 43"
                  fill="none"
                >
                  <path
                    d="M37.7601 29.6314C37.9929 29.3939 38.1236 29.0726 38.1236 28.7377C38.1236 28.4028 37.9929 28.0815 37.7601 27.844L33.2221 23.293H58.7499C59.0814 23.293 59.3994 23.1595 59.6338 22.9217C59.8683 22.684 60 22.3616 60 22.0254C60 21.6891 59.8683 21.3667 59.6338 21.129C59.3994 20.8912 59.0814 20.7577 58.7499 20.7577H33.2346L37.7601 16.1687C37.8772 16.0509 37.9702 15.9107 38.0337 15.7562C38.0972 15.6017 38.1298 15.436 38.1298 15.2687C38.1298 15.1013 38.0972 14.9356 38.0337 14.7812C37.9702 14.6267 37.8772 14.4865 37.7601 14.3686C37.5258 14.1325 37.209 14 36.8787 14C36.5484 14 36.2316 14.1325 35.9974 14.3686L31.0968 19.3252C30.3945 20.0383 30 21.0049 30 22.0127C30 23.0205 30.3945 23.9871 31.0968 24.7001L35.9974 29.6314C36.2316 29.8675 36.5484 30 36.8787 30C37.209 30 37.5258 29.8675 37.7601 29.6314Z"
                    fill="white"
                  />
                </svg>
              </div>
            </div>
          </div>
          <div className="per1">
            {" "}
            <img src="./person6.png" />
            <div className="personsp">
              <h1>م/احمد</h1>
              <h3>رئيس مجلس الادارة</h3>
              <p>
                المهندس/ حسن اسماعيل - عضو مجلس إدارة شركة رؤية، وعضو مجلس ادارة
                كل من شركة الوادى الاخضر للاستثمار والتنمية ، وشركة الصالحية
                لتنمية الاستثمار، وشركة المستقبل للتنمية العمرانية، وصندوق
                التأمين الخاص بالعاملين بشركة رؤية
              </p>
              <div className="foot">
                <h3>اقرا المزيد</h3>
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="60"
                  height="43"
                  viewBox="0 0 60 43"
                  fill="none"
                >
                  <path
                    d="M37.7601 29.6314C37.9929 29.3939 38.1236 29.0726 38.1236 28.7377C38.1236 28.4028 37.9929 28.0815 37.7601 27.844L33.2221 23.293H58.7499C59.0814 23.293 59.3994 23.1595 59.6338 22.9217C59.8683 22.684 60 22.3616 60 22.0254C60 21.6891 59.8683 21.3667 59.6338 21.129C59.3994 20.8912 59.0814 20.7577 58.7499 20.7577H33.2346L37.7601 16.1687C37.8772 16.0509 37.9702 15.9107 38.0337 15.7562C38.0972 15.6017 38.1298 15.436 38.1298 15.2687C38.1298 15.1013 38.0972 14.9356 38.0337 14.7812C37.9702 14.6267 37.8772 14.4865 37.7601 14.3686C37.5258 14.1325 37.209 14 36.8787 14C36.5484 14 36.2316 14.1325 35.9974 14.3686L31.0968 19.3252C30.3945 20.0383 30 21.0049 30 22.0127C30 23.0205 30.3945 23.9871 31.0968 24.7001L35.9974 29.6314C36.2316 29.8675 36.5484 30 36.8787 30C37.209 30 37.5258 29.8675 37.7601 29.6314Z"
                    fill="white"
                  />
                </svg>
              </div>
            </div>
          </div>
          <div className="per1">
            {" "}
            <img src="./person7.png" />
            <div className="personsp">
              <h1>م/احمد</h1>
              <h3>رئيس مجلس الادارة</h3>
              <p>
                المهندس/ حسن اسماعيل - عضو مجلس إدارة شركة رؤية، وعضو مجلس ادارة
                كل من شركة الوادى الاخضر للاستثمار والتنمية ، وشركة الصالحية
                لتنمية الاستثمار، وشركة المستقبل للتنمية العمرانية، وصندوق
                التأمين الخاص بالعاملين بشركة رؤية
              </p>
              <div className="foot">
                <h3>اقرا المزيد</h3>
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="60"
                  height="43"
                  viewBox="0 0 60 43"
                  fill="none"
                >
                  <path
                    d="M37.7601 29.6314C37.9929 29.3939 38.1236 29.0726 38.1236 28.7377C38.1236 28.4028 37.9929 28.0815 37.7601 27.844L33.2221 23.293H58.7499C59.0814 23.293 59.3994 23.1595 59.6338 22.9217C59.8683 22.684 60 22.3616 60 22.0254C60 21.6891 59.8683 21.3667 59.6338 21.129C59.3994 20.8912 59.0814 20.7577 58.7499 20.7577H33.2346L37.7601 16.1687C37.8772 16.0509 37.9702 15.9107 38.0337 15.7562C38.0972 15.6017 38.1298 15.436 38.1298 15.2687C38.1298 15.1013 38.0972 14.9356 38.0337 14.7812C37.9702 14.6267 37.8772 14.4865 37.7601 14.3686C37.5258 14.1325 37.209 14 36.8787 14C36.5484 14 36.2316 14.1325 35.9974 14.3686L31.0968 19.3252C30.3945 20.0383 30 21.0049 30 22.0127C30 23.0205 30.3945 23.9871 31.0968 24.7001L35.9974 29.6314C36.2316 29.8675 36.5484 30 36.8787 30C37.209 30 37.5258 29.8675 37.7601 29.6314Z"
                    fill="white"
                  />
                </svg>
              </div>
            </div>
          </div>
          <div className="per1">
            {" "}
            <img src="./person8.png" />
            <div className="personsp">
              <h1>م/احمد</h1>
              <h3>رئيس مجلس الادارة</h3>
              <p>
                المهندس/ حسن اسماعيل - عضو مجلس إدارة شركة رؤية، وعضو مجلس ادارة
                كل من شركة الوادى الاخضر للاستثمار والتنمية ، وشركة الصالحية
                لتنمية الاستثمار، وشركة المستقبل للتنمية العمرانية، وصندوق
                التأمين الخاص بالعاملين بشركة رؤية
              </p>
              <div className="foot">
                <h3>اقرا المزيد</h3>
                <svg
                  xmlns="http://www.w3.org/2000/svg"
                  width="60"
                  height="43"
                  viewBox="0 0 60 43"
                  fill="none"
                >
                  <path
                    d="M37.7601 29.6314C37.9929 29.3939 38.1236 29.0726 38.1236 28.7377C38.1236 28.4028 37.9929 28.0815 37.7601 27.844L33.2221 23.293H58.7499C59.0814 23.293 59.3994 23.1595 59.6338 22.9217C59.8683 22.684 60 22.3616 60 22.0254C60 21.6891 59.8683 21.3667 59.6338 21.129C59.3994 20.8912 59.0814 20.7577 58.7499 20.7577H33.2346L37.7601 16.1687C37.8772 16.0509 37.9702 15.9107 38.0337 15.7562C38.0972 15.6017 38.1298 15.436 38.1298 15.2687C38.1298 15.1013 38.0972 14.9356 38.0337 14.7812C37.9702 14.6267 37.8772 14.4865 37.7601 14.3686C37.5258 14.1325 37.209 14 36.8787 14C36.5484 14 36.2316 14.1325 35.9974 14.3686L31.0968 19.3252C30.3945 20.0383 30 21.0049 30 22.0127C30 23.0205 30.3945 23.9871 31.0968 24.7001L35.9974 29.6314C36.2316 29.8675 36.5484 30 36.8787 30C37.209 30 37.5258 29.8675 37.7601 29.6314Z"
                    fill="white"
                  />
                </svg>
              </div>
            </div>
          </div>
        </div>
      </div>
      <div className="fot">
        <Fotter />
      </div>
    </main>
  );
}

export default Directors;
