import Navbar from "../components/navbar/Navbar";
import "./HR.css";
import Fotter from "../components/Fotter";
function HR() {
  return (
    <main>
      <div className="HR">
        <Navbar />
      </div>
      <div className="HR1">
        <div className="Hpar">
          <h1>الموارد البشرية</h1>
          <p>
            تعد الموارد البشرية القوة الحقيقية للشركة نظرا لتوحدهم ووجود رؤية
            مشتركة فيما بينهم. تلك الرؤية التى تجعل احتياجات ومتطلبات العميل فى
            أولوياتها، والتى تكرم تفانى الموهوبين لتكريس جهودهم لتحقيق هذه
            الرؤية ، بالإضافة إلى منهجية تشكيل فريق عمل من اجل إيجاد حلولا
            للمشاكل التى قد تعترض العمل
          </p>
        </div>
      </div>
      <div className="HR2">
        <img src="./HR2.png" />
        <div className="Hpar2">
          <h1>الموارد البشرية ودورها</h1>
          <p>
            عندما يتعلق الأمر بالشركات في صناعة المقاولات، فإن الموارد البشرية
            تلعب دورًا حاسمًا في نجاحها واستمراريتها. يمكن تعريف الموارد البشرية
            على أنها المجموعة البشرية التي تعمل داخل الشركة، بما في ذلك الموظفين
            والمديرين. وإليك أهمية الموارد البشرية في شركة المقاولات:
          </p>
          <p>
            ١. اختيار الموظفين المناسبين: تعد عملية اختيار الموظفين المهرة
            والمؤهلين أمرًا بالغ الأهمية لشركة المقاولات. فالموظفون الجيدين
            والمهرة يمكنهم تنفيذ المشاريع بكفاءة وفعالية، وتحقيق الجودة
            المطلوبة. لذا ينبغي على قسم الموارد البشرية أن يكون لديه إجراءات
            دقيقة لاختيار المرشحين المناسبين وتقييم مهاراتهم وخبراتهم.
          </p>
          <p>
            ٢. تطوير الموارد البشرية: يلعب تطوير الموارد البشرية دورًا مهمًا في
            تعزيز كفاءة وفاعلية الموظفين. ينبغي أن تقوم الشركة بتوفير فرص
            التدريب والتطوير المستمر للموظفين لتعزيز مهاراتهم ومعرفتهم الفنية.
            هذا يساهم في تحسين جودة العمل وزيادة إنتاجية الموظفين.
          </p>
          <p>
            ٣. إدارة الأداء وتقييم الأداء: يعد إدارة أداء الموظفين وتقييمهم بشكل
            منتظم أمرًا ضروريًا. يساعد ذلك في تحديد نقاط القوة والضعف للموظفين
            وتوجيه جهودهم نحو تحقيق الأهداف المشتركة. يمكن لقسم الموارد البشرية
            تنفيذ نظام فعال لتقييم الأداء وتوفير الملاحظات والتوجيه المناسب
            للموظفين.
          </p>
          <p>
            ٤. إدارة العلاقات العمل: تلعب إدارة العلاقات العمل دورًا هامًا في
            بناء جو عمل إيجابي وصحي داخل الشركة. يجب على قسم الموارد البشرية
            التفاعل مع الموظفين ومعالجة القضايا والشكاوى بعناية. يجب أن يعملوا
            على تعزيز التعاون والتواصل بين الموظفين وتحفيزهم للعمل بروح الفريق.
          </p>
          <p>
            ٥. تخطيط الموارد البشرية: يتطلب نجاح أي شركة في صناعة المقاولات
            التخطيط الجيد للموارد البشرية. يجب على قسم الموارد البشرية أن يحدد
            الاحتياجات المستقبلية للشركة من الموظفين ويطور استراتيجيات التوظيف
            والتعيين المناسبة. يجب أن يتم تنظيم عملية التوظيف بشكل فعال لضمان
            جذب الموظفين المهرة والموهوبين.
          </p>
          <p>
            باختصار، تعد الموارد البشرية أساسية لنجاح شركة المقاولات. من خلال
            اختيار الموظفين المناسبين، وتطويرهم، وإدارة أدائهم، وتعزيز العلاقات
            العمل، وتخطيط الموارد البشرية بشكل فعال، يمكن للشركة أن تحقق أداءً
            ممتازًا وتحقق النجاح في صناعة المقاولات.
          </p>
        </div>
      </div>
      <div className="fot">
        <Fotter />
      </div>
    </main>
  );
}

export default HR;
