import Navbar from "../components/navbar/Navbar";
import "./Srespons.css";
import Fotter from "../components/Fotter";

function Srespons() {
  return (
    <main>
      <div className="Srespons">
        <Navbar />
      </div>
      <div className="respons1">
        <div className="resp">
          <h1>المسؤولية المجتمعية </h1>
          <p>
            شركة رؤية ملتزمة بمسؤوليتها المجتمعية لذلك تشارك في تنفيذ مشروعات
            تطوير البنية التحتية ومشروعات الخدمات المختلفة والمشروعات الخيرية
          </p>
        </div>
      </div>
      <div className="respons2">
        <img src="./respon2.png" />
        <div className="resp2">
          <h1>مشروع الأمل</h1>
          <p>
            عندما تقوم شركة مقاولات بتنفيذ مشروع خيري، فإن له تأثيرًا كبيرًا على
            تطوير الدولة والمجتمع بشكل عام. يمكن أن يسهم هذا المشروع في تحقيق
            التنمية المستدامة وتحسين جودة الحياة للمجتمع المحلي. وفيما يلي
            سأستعرض أهمية المشروع الخيري الذي تقوم به شركة مقاولات في تطوير
            الدولة:
          </p>
          <p>
            ١. توفير فرص العمل: يعد إنشاء المشروع الخيري فرصة لتوفير وظائف جديدة
            للسكان المحليين. يمكن للشركة توظيف العمالة المحلية في تنفيذ المشروع،
            مما يزيد من فرص التوظيف ويخفض معدلات البطالة في المنطقة. بالإضافة
            إلى ذلك، يمكن أن توفر الشركة فرص تدريب وتطوير للعمالة المحلية، مما
            يساهم في تحسين مهاراتهم وزيادة فرص توظيفهم في المستقبل.
          </p>
          <p>
            ٢. تنمية البنية التحتية: يمكن للمشروع الخيري أن يساهم في تنمية
            البنية التحتية للدولة. قد يشمل المشروع إنشاء مدارس، مستشفيات، مراكز
            ثقافية، أو تحسين البنية التحتية القائمة مثل الطرق والشبكات
            الكهربائية والمياه. تحسن البنية التحتية يعزز جودة الحياة للمجتمع
            المحلي ويسهم في تطوير الدولة بشكل عام.
          </p>
          <p>
            ٣. تعزيز التعليم والصحة: يمكن للشركة المقاولة المشاركة في إنشاء
            مدارس ومستشفيات في المشروع الخيري. هذا يسهم في تعزيز التعليم والصحة
            في المنطقة، حيث يتم توفير بيئة تعليمية صالحة وخدمات صحية عالية
            الجودة. يعزز ذلك فرص التعليم والرعاية الصحية للسكان المحليين ويسهم
            في تحسين مستوى التعليم والصحة في المجتمع.
          </p>
          <p>
            ٤. التنمية المجتمعية: يمكن للمشروع الخيري أن يعزز التنمية المجتمعية
            في المنطقة المستهدفة. يشمل ذلك دعم الفعاليات الاجتماعية والثقافية
            والرياضية، وتوفير فرص الترفيه والتنمية الشخصية للشباب والأطفال. تعزز
            هذه الجوانب التنمية المجتمعية الشاملة وتعزز روح المجتمع والانتماء.
          </p>
          <p>٥. إلهام الآخرين: يمكن للمشروع الخيري الذي تقومتابعة المقالة:</p>
          <p>
            ويمكن للمشروع الخيري الذي تقوم به الشركة المقاولة أن يلهم الآخرين
            ويشجعهم على المشاركة في الأعمال الخيرية. عندما تكون الشركات الكبيرة
            والمؤثرة تضع الخير والتنمية المجتمعية في أولوياتها، فإنها تلعب دورًا
            هامًا في تشجيع القطاع الخاص الآخر على المساهمة في التنمية المستدامة
            ورفاهية المجتمع.
          </p>
          <p>
            باختصار، يمكن لمشروع خيري تقوم به شركة مقاولات أن يكون له تأثير كبير
            في تطوير الدولة. يمكنه توفير فرص العمل وتنمية البنية التحتية وتعزيز
            التعليم والصحة وتعزيز التنمية المجتمعية. كما يمكن أن يلهم الآخرين
            ويشجعهم على المشاركة في أعمال الخير والتنمية المستدامة. لذا، يجب أن
            تكون الشركات المقاولة حلقة مهمة في سلسلة التنمية المستدامة والتحسين
            الاجتماعي للدولة.
          </p>
        </div>
        <div className="scards">
          <div className="scard">
            <h1>+10</h1>
            <h3>محافظات </h3>
          </div>
          <div className="scard">
            <h1>+150</h1>
            <h3>قرية</h3>
          </div>
          <div className="scard">
            <h1>+3.5</h1>
            <h3> مليار جنية </h3>
          </div>
          <div className="scard">
            <h1>+20</h1>
            <h3> منشأة سكنية </h3>
          </div>
        </div>{" "}
        <div className="under">
          <div className="line"></div>
          <p>تقوم شركة رؤية بتنفيذ مشروعات الامل داخل</p>
          <div className="line"></div>
        </div>
      </div>
      <div className="respons3">
        <img src="./respon3.png" />
        <div className="resp3">
          <h1>تطوير عشوائيات</h1>
          <p>
            بدأت شركة المقاولون العرب في تنفيذ أعمال المرحلة الثالثة من تطوير
            عشوائيات منطقة العسال (عزبة جرجس) والتي تأتى في إطار مبادرة الرئيس
            عبد الفتاح السيسي لتطوير العشوائيات ضمن بروتوكول التعاون الموقع بين
            الشركة وصندوق تحيا مصر لإزالة وترميم 75 منزل غير أدمي وإنشاء مساكن
            بديلة توفير حياة كريمة لـ300 أسرة وقد تم هدم 11 منزل آيل للسقوط من
            أصل 55 منزل والشروع في ترميم 25 منزل.هذا وتتضمن الأعمال مرحلة الهدم
            والإزالة وأخرى لعمل جسات التربة ثم مرحلة الصرف الصحي وثم أعمال
            الخرسانات والحوائط ثم أعمال التشطيبات وفي النهاية مرحلة التسكين
            والتسليم المرحلي وعمل شبكة حريق وتنتهي في مارس القادم بإذن
            الله.وتتعاون في إنجاز تلك المراحل مع إدارة صيانة القصور والأثار ,
            إدارات الأعمال الصحية والتشطيبات والشدات المعدنية بقطاع التشييد
            والأعمال التخصصية تحت قيادة المهندس محمود فريد رئيس القطاع مدير
            ادارة صيانة القصور والأثار والمهند سون طارق يحيى مدير المنطقة ومحمد
            زين مدير المشروع وهشام عبدالله مدير مشروع الصحي والتشطيبات ومحمود
            فخري مدير المكتب الفني وهشام هاني مدير المشروع لإدارة الشدات
            المعدنية.جدير بالذكر أن المقاولون العرب كانت قد وقعت مطلع شهر ديسمبر
            من عام 2015 بروتوكول تعاون مع صندوق تحيا مصر لعمل شراكة قوية بين
            الطرفين لإقامة مشاريع خدمية وتنموية في مجال تطوير العشوائيات والقرى
            لإعادة تأهيلها وإمدادها بجميع الخدمات الأساسية لتصبح مناطق حضارية
            ويعد مشروع تطوير منطقة العسال بحي شبرا هو أول إنطلاقة لهذا التعاون
            حيث يشمل رفع كفاءة الصرف الصحي بالمنطقة وتطوير السوق الموجود بها
            وإنشاء شبكة لمكافحة الحريق إلى جانب تبليط وإنارة الشوارع الجانبية
            وذلك بهدف توفير حياة كريمة للمواطنين في مناطق حضارية.
          </p>
        </div>
      </div>
      <div className="fott">
        <Fotter />
      </div>
    </main>
  );
}

export default Srespons;
