import Navbar from "../components/navbar/Navbar";
import "./Whowe.css";
import Fotter from "../components/Fotter";
function Whowe() {
  return (
    <main>
      <div className="whowe">
        <Navbar />
      </div>
      <div className="s1">
        <h1>من نحن؟</h1>
        <div className="par">
          <p>
            شركة مقاولات رؤية هي شركة رائدة في مجال البناء والمقاولات. تتميز
            الشركة بخبرتها الواسعة والمهارات الفنية المتقدمة التي تسمح لها
            بتنفيذ مشاريع متنوعة وذات جودة عالية. تتضمن خدمات الشركة إنشاء
            المباني السكنية والتجارية والصناعية، وتجديد المباني القائمة، وإدارة
            المشاريع، والتصميم الهندسي.
          </p>
          <p>
            تتمتع شركة رؤية بفريق عمل مؤهل ومحترف، يعمل بروح الفريق والتفاني في
            تقديم أفضل الحلول الملائمة لاحتياجات العملاء. كما تولي الشركة
            اهتمامًا كبيرًا للابتكار واستخدام أحدث التقنيات والمواد في عمليات
            البناء.
          </p>
          <p>
            تعتبر شركة مقاولات رؤية شريكًا موثوقًا للعملاء، حيث تسعى دائمًا
            لتحقيق رؤية عملائها وتلبية توقعاتهم. من خلال التزامها بالجودة
            والاحترافية، تسعى الشركة لتحقيق التميز في صناعة البناء وتعزيز البنية
            التحتية للمجتمعات التي تعمل فيها.
          </p>
          <p>
            باختصار، شركة مقاولات رؤية هي شركة تتميز بالجودة والابتكار والتفاني
            في تقديم أعلى مستويات الخدمة في صناعة المقاولات.
          </p>
          <button className="btn2">اقرا المزيد</button>
        </div>
      </div>
      <div className="s2">
        <img src="./hrw2.png" />
        <div className="s2des">
          <h1>الشركة فى سطور</h1>
          <p>
            تعد شركة رؤية من أكبر وأعرق شركات المقاولات فى الشرق الاوسط وافريقيا
            وتمتد جذورها إلى أكثر من نصف قرن. وقد سعت دوماً للتطوير مما جعلها
            تجمع بين الأصالة والخبرة الطويلة التى انتقلت من جيل إلى جيل وكذلك
            التطور واستخدام احدث أساليب البناء والتكنولوجيا. ولا تتوقف أنشطة
            رؤية على أعمال المقاولات من أعمال البناء والكبارى والطرق والأنفاق
            والمطارات ومشروعات المياه والصرف الصحى ومحطات الكهرباء و السدود بل
            تمتد إلى الأنشطة التخصصية والمكملة لنشاط المقاولات مثل الخرسانة
            الجاهزة أو الأعمال التكميلية ( التشطيبات - نجارة - سباكة - كهرباء)
            وتصنيع وتركيب المنشآت والشدات المعدنية وترميم الآثار و الري وصناعة
            السفن والأعمال الكهروميكانيكية والاستشارات الهندسية وغيرها.
          </p>
        </div>
      </div>
      <div className="s3">
        <div className="s3des1">
          <h1>هدفنا وقيمنا</h1>
          <p>الوصول للقمة هو هدفنا وارضاء عملائنا هي أولويتنا</p>
        </div>
        <div className="s3des2">
          <div className="t1">
            <img src="./hrwicon1.svg" />
            <h1>الرياده</h1>
            <p>
              تهدف شركه رؤية إلى أن تصبح الشركة الرائدة على مستوى شركات قطاع
              المقاولات فى منطقة الشرق الأوسط. بالاضافة إلى أن تكون من كبرى
              شركات المقاولات فى منطقتي الشرق الأوسط وافريقيا فى مجال صناعة
              التشييد.
            </p>
          </div>
          <div className="t2">
            {" "}
            <img src="./hrwicon2.svg" />
            <h1>تقديم أفضل جودة</h1>
            <p>
              تلتزم شركة رؤية بتقديم مستوى عالي من الخدمات والمنتجات وطبقا
              لمعايير الجودة عن طريق استخدام افضل المعدات وبأيدي افضل الخبراء
              والعاملين في جميع المجالات الهندسية ودراسات الجدوة المتميزة
            </p>
          </div>
          <div className="t3">
            {" "}
            <img src="./hrwicon3.svg" />
            <h1>الاهتمام بالموارد البشرية</h1>
            <p>
              تعتقد رؤية اعتقادا راسخا بأن عملية تطوير الشركة ترتبط بمواردها
              البشرية تشجع الشركة العاملين بها للحصول على أعلى المناصب والقيادات
              وذلك تبعا لمؤهلاتهم والسياسة الإدارية الرشيدة.
            </p>
          </div>
        </div>
      </div>
      <div className="s4">
        <img src="./hrw4.png" />
        <div className="s4des">
          <h1>استراتجيتنا ودورنا</h1>
          <p>
            استراتيجية شركة المقاولات تتمحور حول الابتكار وتقديم أعلى مستويات
            الجودة والمهنية في جميع مشاريعنا. نحن نركز على بناء علاقات طويلة
            الأمد مع عملائنا وفهم احتياجاتهم بدقة. نسعى للتحسين المستمر، سواء في
            عملياتنا أو استخدام التكنولوجيا المتقدمة. نحن نولي اهتماماً كبيراً
            للسلامة والاستدامة، حيث نسعى لتقديم مشاريع مستدامة تحافظ على البيئة
            وتعزز المجتمع. نحن نعتمد على فريق متفانٍ ومؤهل، ونعزز تطويرهم المهني
            وتمكينهم لتحقيق أقصى إمكاناتهم. نحن نؤمن بالشفافية والنزاهة في جميع
            جوانب عملنا. إن استراتيجيتنا تهدف إلى تحقيق النجاح المستدام والنمو
            المستقر في قطاع المقاولات.
          </p>
        </div>
      </div>
      <div className="s5">
        <div className="s5des">
          <h1>رؤيتنا</h1>
          <p>
            رؤية هي إحدى شركات المقاولات الرائدة في مجال التطوير تتطلع إلى تحقيق
            رؤية استراتيجية فريدة. تهدف الشركة إلى أن تصبح الشريك المفضل في
            تنفيذ مشاريع التطوير، من خلال تقديم حلول مبتكرة وجودة عالية. تعمل
            الشركة على تحقيق ذلك من خلال تطبيق أحدث التقنيات في المشاريع
            واستخدام مواد بناء مستدامة، مع الالتزام بالجودة والمواعيد المحددة.
            تسعى الشركة أيضًا لتعزيز التنمية المستدامة والحفاظ على البيئة، من
            خلال تبني مبادئ البناء الأخضر والاهتمام بالطاقة المتجددة. بفضل
            رؤيتها الجريئة والتزامها بالجودة، تسعى الشركة إلى أن تظل رائدة في
            صناعة المقاولات وتحقق النجاح المستدام في مجال التطوير.
          </p>
        </div>
      </div>
      <div className="fot">
        <Fotter />
      </div>
    </main>
  );
}

export default Whowe;
