const imageSlide = [
  {
    url: "/pic-1.png",
    title: "الجودة هي هدفنا",
    descrption:
      "الحداثة والجودة هي عملنا في تقديم أفضل المشاريع في جميع مجالات المقاولات بأحدث وسائل السلامة",
  },
  {
    url: "/pic-2.png",
    title: " لدينا أفضل الخبراء",
    descrption:
      "رؤية تمتلك أفضل الخبراء في جميع المجلات الهندسية اللذين يضمنون لها أفضل جودة لنكون محل ثقة للجميع",
  },
  {
    url: "/pic-3.png",
    title: "نسعى للتميز",
    descrption:
      "هدفنا في رؤية أن نكون دائما في المقدمة وأن نكون دائما في الواجهة والتميز في جميع مجالاتنا",
  },
];
export default imageSlide;
